Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/ps_nllb.tmx
Source language: pt
Languages: pt_br

source: e nada mais tem lugar pelo q portesto ja lhe não dar emfados
pt_br: E nada mais tem lugar pelo que porém, e lhe não dar enfados.

source: dos q lhe dei me peza mto mto
pt_br: dos quais lhe dei me peso muito.

source: de huma alma q ja fica como Vmces podião esperar nas suas demoras e negasois
pt_br: de uma alma que já fica como Vmces podão esperar nas suas demoras e negasois.

source: Meu prozuradiçimo [...] amor
pt_br: Meu prozurradiçmo [...] amor

source: reçebi u mimmo das [...] tam estimadas exproçoes as quaes oni o meu peito como [...] de hum obigeto guntamente Sintindo mto u não ter podido escreverlhe
pt_br: Recebi u mimmo das [...] tão estimadas exproçoes as quais oni o meu peito como [...] de um objeto guntamente Sintindo-me u não ter podido escrever-lhe.

source: mais não he por descudo meu
pt_br: Mas não é por descudo meu

source: he para mor de a minha mana porque Sempre handa descomfiada commigo i ter me osconsdido os tinteiros
pt_br: é para mor de a minha mana porque Sempre ande desconfiada como eu me ter ostendido os tintes.

source: mais agora que tive lugar cero dar resposta as suas queridas letras pois tanto as estimo i venero [...] pois basta Ser do meu iternos amores para as estimar i venerar como coiza Sua
pt_br: Mas agora que tive lugar cero dar resposta às suas queridas letras pois tanto as estima e venero [...] pois basta Ser do meu iternos amores para as estimar e venerar como sua coiza.

source: meu querido amores não Sabe o que tem estado a minha tia de agastada do que handam dezendo la pelo comvento dehela pois ja tem as ginelas fichadas i p [...] ereçeme que nunca se habriam a un hum padre ja velho que lla hia
pt_br: meu querido amores não Sabe o que tem estado a minha tia de agastada do que tenho desendo a cabelo convento de dela pois já tem as ginelas fichadas e p [...] erecem que nunca se abriam a um padre e velho que lla hia.

source: hoitro dia hia a fazer huma vizita achandone eu la tambem i foi a minha prima a porta i dice que não estava sua mai em caza
pt_br: Tratam dia aqui a fazer uma visita achandone eu a também i foi a minha primeira a porta e digo que não estava sua mãe em caça.

source: i tem tudo fichado para mor dle porque heile hera hum tollo
pt_br: i tem tudo fichado para mor dle porque toda é uma um tollo.

source: the u forei Antonio ja não vinha caza dela para mor dele
pt_br: o u forei Antonio já não vinha caza dela para mor dela.

source: com isto não emfado mais
pt_br: Com isto não enfado mais

source: desta Sua umilde criada que mto lhe cer i dezeja a vida athe a morte
pt_br: Desta Sua humilde criada que lhe mto cer i dezeja a vida até a morte.

source: Maria Françisca
pt_br: Maria Françisca Maria Françisca
